[
    {
        "title": "Long-Term Multidimensional Models of Core-Collapse Supernovae: Progress   and Challenges",
        "abstract": "Self-consistent, multidimensional core-collapse supernova (SN) simulations, especially in 3D, have achieved tremendous progress over the past 10 years. They are now able to follow the entire evolution from core collapse through bounce, neutrino-triggered shock revival, shock breakout at the stellar surface to the electromagnetic SN outburst and the subsequent SN remnant phase. Thus they provide general support for the neutrino-driven explosion mechanism by reproducing observed SN energies, neutron-star (NS) kicks, and diagnostically relevant radioactive isotope yields; they allow to predict neutrino and gravitational-wave signals for many seconds of proto-NS cooling; they confirm correlations between explosion and progenitor or remnant properties already expected from previous spherically symmetric (1D) and 2D models; and they carve out various scenarios for stellar-mass black-hole (BH) formation. Despite these successes it is currently unclear which stars explode or form BHs, because different modeling approaches disagree and suggest the possible importance of the 3D nature of the progenitors and of magnetic fields. The role of neutrino flavor conversion in SN cores still needs to be better understood, the nuclear equation of state including potential phase transitions implies major uncertainties, the SN 1987A neutrino measurements raise new puzzles, and tracing a possible correlation of NS spins and kicks requires still more refined SN simulations.",
        "score": "0",
        "url": "http://arxiv.org/abs/2502.14836v1",
        "date": "2025-02-20T18:49:33Z",
        "explanation": "这篇论文主要讨论了多维核心坍缩超新星模拟的进展和挑战，涉及的主题包括中微子驱动的爆炸机制、中子星和黑洞的形成、中微子味转换、核状态方程等。这些内容与关键词中的'强耦合QCD'、'胶子在QCD中的角色'、'未来对撞机中的粒子流算法'、'非微扰QCD'以及'BESIII实验'没有直接关联。论文的研究领域集中在天体物理和核物理，而非高能物理中的QCD相关研究。因此，这篇论文与给定的关键词不相关。"
    },
    {
        "title": "Scotogenic Froggatt-Nielsen and the Versatility of Soft Symmetry   Breaking",
        "abstract": "Preserving the unique role of the one Higgs doublet of the standard model, it is proposed that quark and lepton mass patterns, often ascribed to the Froggatt-Nielsen mechanism using nonrenormalizable higher-dimensional terms, may be enforced in a renormalizable theory of just one Higgs doublet by the scotogenic mechanism with soft symmetry breaking in the dark sector. A revised version of the original $A_4$ model of charged leptons and neutrinos is discussed.",
        "score": "0",
        "url": "http://arxiv.org/abs/2502.14810v1",
        "date": "2025-02-20T18:32:20Z",
        "explanation": "该论文主要讨论了在标准模型中使用一个Higgs双态的情况下，通过暗区软对称性破缺的scotogenic机制来实施夸克和轻子质量模式的Froggatt-Nielsen机制。论文内容涉及Higgs双态、暗区对称性破缺以及轻子和中微子的$A_4$模型，与给定的关键词（如QCD中的强耦合、胶子、未来对撞机中的粒子流算法、非微扰QCD以及BESIII实验）没有直接关联。因此，该论文与这些关键词的相关性非常低。"
    },
    {
        "title": "Evaluating Feynman Integrals through differential equations and series   expansions",
        "abstract": "We review the method of the differential equations for the evaluation of multi-loop Feynman integrals. In particular, we focus on the series expansion approach for solving the system of differential equation and we discuss how to perform the analytical continuation of the result to entire (complex) phase-space. This approach allow us to consider arbitrary internal complex masses. This review is based on a lecture given by the author at the \"Advanced School and Workshop on Multiloop Scattering Amplitudes\" held in NISER, Bhubaneswar (India) in January 2024.",
        "score": "0.2",
        "url": "http://arxiv.org/abs/2502.14742v1",
        "date": "2025-02-20T17:12:28Z",
        "explanation": "这篇论文主要讨论了通过微分方程和级数展开来评估多圈费曼积分的方法，特别是解析延拓到整个复相空间的技术。虽然这些方法在量子场论中有广泛应用，但与给定的关键词关联较弱。关键词如'强耦合QCD'、'非微扰QCD'和'BESIII实验'更关注于强相互作用和非微扰现象，而论文内容主要涉及微扰理论中的积分计算。因此，相关性较低。"
    },
    {
        "title": "Relativistic Quantum Kinetic Theory: Higher order contributions in   assisted Schwinger pair production",
        "abstract": "Quantum kinetic theory is an important tool for studying non-equilibrium, non-perturbative and non-linear interactions within an open quantum system, and as such is able to provide an unprecedented view on particle production in the relativistic, ultra-high intensity regime of quantum electrodynamics. By re-organising the relativistic quantum transport equations for Abelian plasmas and integrating them with a perturbative expansion, we significantly expand the scope for kinetic theories to further elucidate the peculiarities of particle production at a spectral level.   Keywords: Assisted Schwinger effect, Strong-field quantum electrodynamics, relativistic quantum transport, quantum kinetic theory, non-equilibrium quantum many-body physics.",
        "score": "0.2",
        "url": "http://arxiv.org/abs/2502.14703v1",
        "date": "2025-02-20T16:29:17Z",
        "explanation": "该论文主要研究的是量子电动力学（QED）中的相对论量子动力学理论，特别是辅助Schwinger对产生的非平衡、非微扰和非线性相互作用。虽然提到了非微扰量子多体物理，但其研究背景是QED，而非量子色动力学（QCD）。因此，与'Strong coupling in QCD'、'Gluon in QCD'、'Non-perturbative QCD'等关键词的关联性较弱。另外，论文未涉及未来对撞机中的粒子流算法或BESIII实验，因此与这些关键词也无关。唯一可能的相关性在于'Non-perturbative QCD'，因为两者都涉及非微扰物理，但具体研究领域不同。"
    },
    {
        "title": "Dynamical dark energy with AdS-to-dS and dS-to-dS transitions:   Implications for the $H_0$ tension",
        "abstract": "We investigate the dynamics and cosmological implications of dark energy (DE), modeled as a scalar field with a hyperbolic tangent potential that induces a smooth shift in the effective cosmological constant (CC), encompassing transitions such as AdS-dS, 0-dS, and dS-dS, with the mirror AdS-dS as a particular case aligned with the $\\Lambda_{\\rm s}$CDM scenario. In our construction, a phantom scalar field with a negative kinetic term drives a bottom-up transition from an AdS-like vacuum at high redshifts to a dS-like vacuum at low redshifts, thereby providing a physical underpinning for the $\\Lambda_{\\rm s}$CDM scenario. Despite the negative kinetic term, the step-like form of the potential prevents pathologies such as unbounded energy growth, Big Rip, and violations of the WEC. Our numerical integration of the equations of motion shows that the model is consistent with both CMB data and the SH0ES determination of $H_0$, thereby addressing the $H_0$ tension, with all key kinematical parameters-$H(z)$, $\\dot{H}(z)$, and $q(z)$-evolving smoothly. The total energy density of the phantom and matter system remains positive at all times, and the effective EoS stays above -1, ensuring that the WEC is satisfied. While the phantom field's energy density and pressure remain finite throughout, its EoS exhibits a safe singularity as its energy density smoothly crosses zero. We perform analysis of the transition period, demonstrating that the evolution of the DE density from a negative CC-like regime to a positive one does not exactly mirror the behavior of the potential-e.g., it lasts longer-as it also involves the kinetic term. We also show that analogous quintessence models featuring dS-dS transitions predict an $H_0$ value lower than $\\Lambda$CDM, thereby failing to address the $H_0$ tension. Our results establish a robust theoretical foundation for the $\\Lambda_{\\rm s}$CDM scenario.",
        "score": "0",
        "url": "http://arxiv.org/abs/2502.14667v1",
        "date": "2025-02-20T16:03:43Z",
        "explanation": "这篇论文主要研究的是动态暗能量模型，特别是通过标量场的双曲正切势能来描述宇宙学常数的平滑转变，并探讨其对H_0张力的影响。论文的核心内容与量子色动力学（QCD）中的强耦合、胶子、非微扰QCD、未来对撞机中的粒子流算法以及BESIII实验等关键词无关。这些关键词主要涉及强相互作用、粒子物理实验和高能物理中的计算技术，而论文的研究方向属于宇宙学和暗能量领域，两者之间没有直接关联。"
    },
    {
        "title": "Status of $\\mathbb{Z}_3$-NMSSM featuring a light bino-dominated LSP and   a light singlet-like scalar under the LZ Experiment",
        "abstract": "In the presence of a light singlet-like scalar state, the Bino-dominated dark matter (DM) candidate in the $\\mathbb{Z}_3$-NMSSM exhibits significant differences from its counterpart in the MSSM, both in terms of intrinsic properties and mechanisms governing DM relic density and detection. Motivated by recent advancements in particle physics experiments, we systematically analyzed the implications of these developments for the $\\mathbb{Z}_3$-NMSSM framework featuring a light bino-dominated DM candidate and a light singlet-like scalar, ensuring theoretical consistency with empirical observations. Of paramount relevance are the latest direct detection constraints from the LZ experiment, SUSY searches at the LHC, and precision measurements of the Muon g-2 anomaly at Fermilab, which collectively impose complementary constraints on the model's parameter space. Our investigation utilized the MultiNest algorithm to perform a rigorous parameter space scan, informed by the LZ(2022) experimental limits, while incorporating constraints from LHC Higgs analyses, Muon g-2 data, and B-physics observables. The results demonstrate that current experimental bounds, particularly stringent limits on SI and SD DM-nucleus scattering cross-sections, coupled with LHC exclusion limits on electroweakinos, strongly disfavor this scenario. Nonetheless, the model retains the capacity to naturally reproduce the Z boson mass and Standard Model-like Higgs boson mass, explain the Muon Anomalous Magnetic Moment, and generate substantial corrections to the W boson mass. These findings exclusively manifest within the NMSSM framework, arising from the interplay between bino-dominated DM and singlino components, mediated through indispensable higgsino participation.",
        "score": "0",
        "url": "http://arxiv.org/abs/2502.14664v1",
        "date": "2025-02-20T16:02:19Z",
        "explanation": "这篇论文主要讨论的是$\\mathbb{Z}_3$-NMSSM框架下的暗物质候选者及其与实验观测的一致性，特别是与LZ实验、LHC的SUSY搜索以及Muon g-2异常相关的约束。论文内容集中在超对称模型（SUSY）的特定扩展和暗物质的直接检测，与关键词中的强耦合QCD、胶子、未来对撞机的粒子流算法、非微扰QCD以及BESIII实验没有直接关联。因此，论文与这些关键词的相关性非常低。"
    },
    {
        "title": "Accommodating scalar resonances in the HEFT",
        "abstract": "Loss of unitarity in an effective field theory is often cured by the appearance of dynamical resonances, revealing the presence of new degrees of freedom. These resonances may manifest themselves when suitable unitarization techniques are implemented in the effective theory, which in the scalar-isoscalar channel require using the coupled-channel formalism. Experimental detection of a resonance would provide precious information on the couplings and constants of the relevant effective theory. Conversely, the absence of a resonance where the unitarized effective theory predicts it should be allows us to rule out a certaing range of couplings that would otherwise be allowed. Likewise, the appearence of unphysical (e.g. acausal) resonances is telling us that no UV completion could give rise to the corresponding couplings in the effective theory. In this talk we summarize the systematical procedure we have implemented in order to confront the effective theory with the absence or presence of resonances in the vector boson fusion channel at the LHC.",
        "score": "0.2",
        "url": "http://arxiv.org/abs/2502.14641v1",
        "date": "2025-02-20T15:27:11Z",
        "explanation": "该论文主要讨论了在有效场论中通过引入动态共振来解决单位性问题，并探讨了在LHC的矢量玻色子融合通道中如何应对共振的存在或缺失。虽然论文涉及强耦合和非微扰效应，但这些内容主要集中在有效场论的框架内，并未直接涉及QCD中的强耦合、胶子、非微扰QCD或BESIII实验。因此，论文与给定关键词的相关性较低。"
    },
    {
        "title": "PREFACE: A search for long-lived particles at the Large Hadron Collider",
        "abstract": "The Standard Model (SM) fails to explain many problems (neutrino masses, dark matter, and matter-antimatter asymmetry, among others) that may be resolved with new particles beyond the Standard model (BSM). The fact that such new particles are not yet observed may be explained either by their too high mass or by very small coupling to SM particles. The latter case implies long lifetimes. Such long-lived particles (LLPs) would have signatures different from those of SM particles. Searches in the ``central region\" are covered by the LHC general purpose experiments. The forward small angle region far from the interaction point (IP) is unexplored. Such particles would have large energy $E$ = $\\mathcal{O}$(1~TeV) and Lorentz time dilation factor $\\gamma = E/m \\approx 10^2 - 10^{3}$, hence long decay distances. A new class of specialized LHC detectors dedicated to LLP searches has been proposed for the forward regions. Among these experiments, FASER is already operational, and FACET is under consideration at a location 100 meters from IP5 (the CMS intersection). However, some features of FACET require a specially enlarged beam pipe, which cannot be implemented for Run 4. In this study, we explore a simplified version of the proposed detector, PREFACE, compatible with the standard LHC beam pipe in the HL-LHC in Run 4. Realistic \\textsc{Geant4} simulations are performed and the background is evaluated. A preliminary analysis of the physics potential with the PREFACE geometry indicates that several significant channels could be accessible with sensitivities comparable to FACET and other LLP searches.",
        "score": "0",
        "url": "http://arxiv.org/abs/2502.14598v1",
        "date": "2025-02-20T14:30:47Z",
        "explanation": "这篇论文主要关注的是在大型强子对撞机（LHC）上寻找长寿命粒子（LLPs），特别是针对标准模型（SM）之外的新粒子。论文讨论了这些粒子的探测器和实验设计，包括PREFACE探测器的简化版本。然而，关键词中的‘强耦合QCD’、‘QCD中的胶子’、‘未来对撞机中的粒子流算法’、‘非微扰QCD’以及‘BESIII实验’均与量子色动力学（QCD）或特定的实验相关，而这些内容并未在论文中提及。因此，这篇论文与给定关键词的相关性非常低。"
    },
    {
        "title": "Beyond Freeze-Out: A Novel Freeze-in Mechanism for Dark Matter via   Supercooled Phase Transitions",
        "abstract": "We investigate a novel freeze-in mechanism for Weakly Interacting Massive Particles (WIMPs), facilitated by a supercooled first-order phase transition (FOPT) in the early universe. Unlike the conventional freeze-out and freeze-in scenarios, this mechanism allows WIMPs to acquire their relic abundance through a non-equilibrium production process following a rapid entropy injection. We explore multiple dark matter (DM) candidates, including vector, fermionic, and scalar-mediated models, and identify fermionic DM with a pseudoscalar mediator as the most viable candidate for this mechanism. The study demonstrates that FOPT dilutes preexisting DM density and simultaneously induces a rapid mass increase, preventing thermal re-equilibration and enabling DM production via freeze-in. Additionally, we analyze the gravitational wave (GW) signals associated with FOPT, identifying parameter regions detectable by future GW observatories such as LISA and UDECIGO. This framework offers a compelling alternative to traditional WIMP and Feebly Interacting Massive Particle (FIMP) scenarios, providing new avenues for DM model building and experimental verification.",
        "score": "0.1",
        "url": "http://arxiv.org/abs/2502.14526v1",
        "date": "2025-02-20T13:00:44Z",
        "explanation": "这篇论文主要讨论了一种通过超冷一级相变（FOPT）产生暗物质的新机制，涉及暗物质候选者、非平衡生产过程和引力波信号的分析。虽然相变和暗物质的研究可能与强耦合QCD和非微扰QCD有一定的间接联系，但论文并未直接涉及强耦合QCD、胶子、未来对撞机的粒子流算法、非微扰QCD或BESIII实验。因此，论文与给定关键词的相关性非常低。"
    },
    {
        "title": "Independent check of sporadic beta decay anomalies reported earlier by   Parkhomov",
        "abstract": "A. Parkhomov reported in the past the detection of strong, short, sporadic, nearly everyday decay rate increases in $\\beta$-isotopes placed at the focus of a concave mirror directed at a clear sky. He interpreted this effect as neutrino-induced decay. These neutrinos were assumed to be slow and arrive from space in the form of gravitationally collimated beams. We precisely replicated this experiment for the purpose of independent verification. We recorded about 50 days of data employing Geiger-counter-based signal and control detectors, $^{40}$K and $^{90}$Sr/$^{90}$Y isotopes as $\\beta$-sources. We did not detect any significant difference between the data from signal and control detectors, both datasets obeyed the standard Poissonian process. Thus, we robustly excluded the hypothesized new effect. We suspect that A. Parkhomov was just misled by a trivial electromagnetic instability of his setup.",
        "score": "0",
        "url": "http://arxiv.org/abs/2502.14519v1",
        "date": "2025-02-20T12:50:12Z",
        "explanation": "这篇论文主要讨论的是β衰变异常现象的独立验证，涉及的是β同位素的衰变速率和可能的宇宙中微子效应。论文内容与关键词中的量子色动力学（QCD）强耦合、胶子、非微扰QCD、未来对撞机的粒子流算法以及BESIII实验等主题没有直接关联。这些关键词主要涉及强相互作用、胶子行为、粒子物理实验技术等，而本文的研究对象和方法与之不相关。"
    },
    {
        "title": "Two-loop corrections to QCD $θ$ angle from evanescent operator in   the BMHV scheme",
        "abstract": "We compute the radiatively-induced QCD $\\theta$ angle at two-loop level using dimensional regularization with the BMHV scheme in order to investigate $CP$-violating contributions of evanescent operators. When one considers the Lagrangian in $d$-dimensional space-time instead of four dimensions in dimensional regularization, evanescent operators that break the chiral symmetry are induced. Consequently, $T$-odd and $P$-odd fermion loops in the BMHV scheme generates evanescent contributions to the QCD $\\theta$ angle. We carefully classify the evanescent contributions into two types: one originating from the evanescent operators at one-loop level and the other directly produced by two-loop calculations. We show that re-parameterizing the fundamental parameters can remove these unphysical contributions from the renormalization-group equation for the QCD $\\theta$ angle. We also discuss the rephasing invariance of the radiative correction to the QCD $\\theta$ angle in the BMHV scheme.",
        "score": "0.2",
        "url": "http://arxiv.org/abs/2502.14500v1",
        "date": "2025-02-20T12:29:51Z",
        "explanation": "这篇论文主要讨论了在BMHV方案下，通过维度正规化计算QCD θ角的双圈修正，特别是研究瞬逝算符对CP破坏的贡献。虽然QCD（量子色动力学）是强耦合理论，但论文的重点是瞬逝算符和维度正规化的技术细节，而非强耦合本身。论文也没有涉及胶子的具体行为、未来对撞机的粒子流算法、非微扰QCD或BESIII实验。因此，论文与给定关键词的相关性较低。"
    },
    {
        "title": "Net-Strangeness Fluctuations and Their Experimental Implications in the   SU(3) PNJL Model Using the Subensemble Acceptance Method for the search of   QCD Critical Point",
        "abstract": "The critical end point (CEP) is a key feature of the Quantum Chromodynamics (QCD) phase diagram, where critical phenomena cause higher-order moments of conserved charges net-baryon ($\\Delta B$), net-charge ($\\Delta Q$), and net-strangeness ($\\Delta S$) to exhibit non-monotonic behavior. These moments and their volume-independent products are sensitive to the correlation length, making them crucial observables in the search for the CEP. In this study, we investigate net-strangeness fluctuations using the finite-volume Polyakov-loop extended Nambu-Jona-Lasinio (PNJL) model, incorporating six-quark and eight-quark interactions at energy scales relevant to the RHIC beam energy scan. Our results are compared to STAR net-kaon data and the Hadron Resonance Gas (HRG) model to assess the CEP's existence. Since direct measurement of conserved charges is experimentally challenging, net-proton, net-pion, and net-kaon are used as proxies for $\\Delta B$, $\\Delta Q$, and $\\Delta S$. We employ the Subensemble Acceptance Method (SAM) to analyze the acceptance dependence of $\\kappa\\sigma^{2}$ for net-strangeness fluctuations. Our findings establish a direct mapping between the subvolume (particle fraction) and the total volume (conserved quantities), providing insights into the role of experimental acceptance in fluctuation measurements.",
        "score": "0.8",
        "url": "http://arxiv.org/abs/2502.14475v1",
        "date": "2025-02-20T11:52:13Z",
        "explanation": "该论文主要研究QCD相图中的临界终点（CEP），通过PNJL模型和子系综接受方法（SAM）分析净奇异数涨落。虽然论文未直接提及强耦合QCD、胶子、粒子流算法或BESIII实验，但其研究的非微扰QCD现象（如临界点和涨落）与非微扰QCD关键词高度相关。因此，论文在非微扰QCD领域具有较高相关性。"
    },
    {
        "title": "Four-quark scatterings in QCD III",
        "abstract": "We study the full infrared dynamics of 2+1 flavour QCD with the functional renormalisation group approach. We resolve self-consistently the glue dynamics as well as the dynamics of chiral symmetry breaking. The computation hosts no phenomenological parameter or external input. The only ultraviolet input parameters are the physical ones in QCD: the light and strange quark masses. They are adjusted to the physical ratios of the pion and kaon masses, divided by the pion decay constant. The results for other observables of current first-principles computations are in quantitative agreement with the physical ones. This work completes the series of papers, initiated and furthered in [1,2], on dynamical chiral symmetry breaking and the emergence of mesonic bound states within the functional renormalisation group. As a first application we discuss the formation of light mesonic bound states. Amongst other applications such as the phase structure of QCD, the current work paves the way for studying QCD parton distribution functions within the functional renormalisation group approach to first-principles QCD.",
        "score": "0.8",
        "url": "http://arxiv.org/abs/2502.14388v1",
        "date": "2025-02-20T09:23:13Z",
        "explanation": "该论文主要研究了2+1味QCD的红外动力学，特别是胶子动力学和手征对称性破缺的动力学，这些内容与'Strong coupling in QCD'和'Non-perturbative QCD'密切相关。论文使用了功能重正化群方法，这是一种处理非微扰QCD问题的有效工具。此外，论文还讨论了轻介子束缚态的形成，这与胶子在QCD中的作用有关，因此与'Gluon in QCD'也相关。然而，论文并未直接涉及'Particle flow algorithm in future collider'或'BESIII experiment'，因此与这两个关键词的相关性较低。"
    },
    {
        "title": "QCD predictions for physical multimeson scattering amplitudes",
        "abstract": "We use lattice QCD calculations of the finite-volume spectra of systems of two and three mesons to determine, for the first time, three-particle scattering amplitudes with physical quark masses. Our results are for combinations of $\\pi^+$ and $K^+$, at a lattice spacing $a=0.063\\;$fm, and in the isospin-symmetric limit. We also obtain accurate results for maximal-isospin two-meson amplitudes, with those for $\\pi^+ K^+$ and $2K^+$ being the first determinations at the physical point. Dense lattice spectra are obtained using the stochastic Laplacian-Heaviside method, and the analysis leading to scattering amplitudes is done using the relativistic finite-volume formalism. Results are compared to chiral perturbation theory and to phenomenological fits to experimental data, finding good agreement.",
        "score": "0.8",
        "url": "http://arxiv.org/abs/2502.14348v1",
        "date": "2025-02-20T08:02:54Z",
        "explanation": "这篇论文主要讨论了使用格点QCD计算多介子散射振幅，特别是在物理夸克质量下的三粒子散射振幅。这与关键词中的'Non-perturbative QCD'高度相关，因为格点QCD是一种非微扰方法。此外，论文中提到的介子散射振幅也与'Strong coulping in QCD'有一定关联，因为介子散射涉及强相互作用。然而，论文并未直接涉及'Gluon in QCD'、'Particle flow alorigthm in future collider'或'BESIII experiment'，因此与这些关键词的相关性较低。"
    },
    {
        "title": "To investigate event-by-event fluctuations of mean transverse momentum   in proton-proton collisions at $\\sqrt{s}$ = 13 TeV with PYTHIA8 and HERWIG7   models",
        "abstract": "Estimations of event-by-event mean transverse momentum ($\\langle p_{\\rm T} \\rangle$) fluctuations are reported in terms of the integral correlator, $\\langle \\Delta p_{\\rm T} \\Delta p_{\\rm T}\\rangle$, and the skewness of event-wise $\\langle p_{\\rm T} \\rangle$ distribution in proton$-$proton (pp) collisions at $\\sqrt{s}=13$ TeV with the Monte Carlo event generators PYTHIA8 and HERWIG7. The final-state charged particles with transverse momentum ($p_{\\rm T}$) and pseudorapidity ($\\eta$) ranges $0.15 \\leq p_{\\rm T}\\leq 2.0$ GeV/$c$ and $|\\eta| \\leq 0.8$ were considered for the investigation. The correlator, $\\langle \\Delta p_{\\rm T} \\Delta p_{\\rm T}\\rangle$, is observed to follow distinct decreasing trends with average charged particle multiplicity ($\\langle N_{\\rm ch} \\rangle$) for the models. Furthermore, both models yield positive finite skewness in low-multiplicity events. The fluctuations are additionally studied using the transverse spherocity estimator ($S_{\\rm 0}$) to comprehend the relative contributions from hard scattering (jets) and other soft processes to the observed fluctuations. Comparing the model predictions would enhance our understanding of fluctuation dynamics in pp collisions, establishing a crucial baseline for studying non-trivial fluctuations in heavy-ion collisions.",
        "score": "0.3",
        "url": "http://arxiv.org/abs/2502.14322v1",
        "date": "2025-02-20T07:19:08Z",
        "explanation": "该论文主要研究了质子-质子碰撞中的事件间平均横向动量波动，使用了PYTHIA8和HERWIG7模型。虽然涉及了QCD中的非微扰过程（如软过程和硬散射），但并未直接讨论强耦合QCD、胶子在QCD中的角色、未来对撞机中的粒子流算法或BESIII实验。因此，与给定关键词的相关性较低，仅有部分间接关联。"
    },
    {
        "title": "Analysis of $q_\\mathrm{rec}^2$-distribution for $B\\to K M_X$ and $B\\to   K^* M_X$ decays in a scalar-mediator dark-matter scenario",
        "abstract": "We demonstrate that the scalar-mediator dark-matter scenario is consistent with the experimental data on the decay $B\\to K M_X$ and provides a good description of the shape of the observed excess. Within this scenario, the interaction with dark-matter particles leads to approximately the same excess in $\\Gamma(B\\to K^* M_X)$ and $\\Gamma(B\\to K M_X)$ compared to the Standard Model; also the differential distributions of the excess events are similar in shape in the variable $q_\\mathrm{rec}^2$ measured by experiment.",
        "score": "0.1",
        "url": "http://arxiv.org/abs/2502.14313v1",
        "date": "2025-02-20T06:56:23Z",
        "explanation": "该论文主要讨论的是标量媒介暗物质场景下$B\to K M_X$和$B\to K^* M_X$衰变的$q_\\mathrm{rec}^2$分布分析，与关键词中的'Strong coupling in QCD'、'Gluon in QCD'、'Particle flow algorithm in future collider'、'Non-perturbative QCD'和'BESIII experiment'关联性较弱。虽然涉及QCD中的非微扰效应可能对衰变过程有一定影响，但论文的核心内容并不直接涉及这些关键词所描述的具体物理问题或实验技术。"
    },
    {
        "title": "Baryon-number-violating nucleon decays in sterile neutrino effective   field theories",
        "abstract": "The search for baryon-number-violating (BNV) nucleon decay provides an intriguing probe of new physics beyond the Standard Model (SM). Future neutrino experiments will improve the sensitivity to BNV nucleon decays and can serve to search for dark particles. In this work, we study the sterile neutrino effective field theories (EFTs) with baryon number violation and the impact of light sterile neutrino on BNV nucleon decays. We revisit the dimension-6 and dimension-7 EFT operator bases with $|\\Delta (B-L)|=2$ or $|\\Delta (B-L)|=0$. They are then matched to the baryon chiral perturbation theory. We obtain the effective chiral Lagrangian at low energies and the BNV interactions between the sterile neutrino and baryons and mesons. The rates of nucleon decay to SM neutrinos or a sterile neutrino are calculated. We then show the constraints on the ultraviolet scale from nucleon decay search at Super-K. The correlation of two EFT operators and the dependence on the sterile neutrino mass are also investigated.",
        "score": "0.2",
        "url": "http://arxiv.org/abs/2502.14303v1",
        "date": "2025-02-20T06:36:02Z",
        "explanation": "这篇论文主要研究的是重子数破坏的核子衰变以及轻惰性中微子在这一过程中的作用，涉及有效场论和手征微扰理论。虽然论文中提到了重子和介子，但并未深入讨论QCD的强耦合、胶子、非微扰QCD等概念。粒子流算法和BESIII实验与本文内容无关。因此，论文与给定关键词的相关性较低，仅在涉及重子和介子时与QCD有微弱联系。"
    },
    {
        "title": "Super light-by-light scattering in vacuum induced by intense vortex   lasers",
        "abstract": "Collision of ultra-intense optical laser and X-ray free electron laser (XFEL) pulses is a promising approach to detecting nonlinear vacuum polarization (VP), a long-standing prediction of quantum electrodynamics remaining to be tested. Identifying the signals induced by polarized vacuum relies on purifying the X-ray polarization and poses significant challenges due to strongly reduced signal and low signal-to-noise ratio (SNR). Here we propose an approach that allows one to directly detect VP signals without the need for an X-ray polarizer. We identify a new VP effect in collision of an X-ray probe with an intense laser in a vortex mode, which we call the super light-by-light scattering (super-LBL), through which signal photons are kicked out of the X-ray background with large tangential momentum. Super-LBL originates from the gradient force of the vortical vacuum current in azimuthal direction and induces momentum exchange beyond the transverse momentum of laser-photon. This effect efficiently sets the scattered signal photons apart from the X-ray background, producing observable signals with both the strength and SNR more than two orders of magnitude higher than those from the known VP effects. This finding paves the way for single-shot detection of nonlinear VP phenomena with current ultra-intense laser and XFEL technologies.",
        "score": "0",
        "url": "http://arxiv.org/abs/2502.14286v1",
        "date": "2025-02-20T05:57:39Z",
        "explanation": "这篇论文主要讨论的是量子电动力学（QED）中的非线性真空极化现象，特别是通过超强光学激光和X射线自由电子激光（XFEL）的碰撞来探测这一现象。论文中的关键词如‘super light-by-light scattering’和‘vacuum polarization’都与QED相关，而与量子色动力学（QCD）中的强耦合、胶子、非微扰QCD、BESIII实验或未来对撞机中的粒子流算法无关。因此，这篇论文与给定的关键词没有直接关联。"
    },
    {
        "title": "Thermal and baryon density modifications to the $σ$-boson   propagator: A road to describe the transfer of vorticity to spin in a nuclear   environment in relativistic heavy-ion collisions",
        "abstract": "In the context of the description of how the vortical motion, produced in peripheral heavy-ion collisions, is transferred to the spin of hadrons, we compute the $\\sigma$-meson propagator at finite temperature and baryon density. This propagator encodes the properties of a medium consisting mainly of nucleons{, and can be used to model the main interactions between hadrons} in the corona region of the reaction. We compute the one-loop $\\sigma$ self-energy in an approximation that accounts for the large nucleon mass. From the real part of the self-energy, we find the dispersion relation and show that the $\\sigma$-mass receives a non-negligible thermal and baryon chemical dependent {contribution}. From the imaginary part, we also compute the spectral density, which we show to contain a piece coming from the branch cut associated with Landau damping. We also present approximations for the dispersion relation and the residue at the pole in the small- and large-momentum regimes and complement the calculation, providing the sum rules satisfied by the propagator. This study aims to determine one of the elements needed to compute how the vortical motion in the corona region of the reaction is transferred to the spin of $\\Lambda$ hyperons that can interact with nucleons by $\\sigma$-meson exchange.",
        "score": "0.3",
        "url": "http://arxiv.org/abs/2502.14248v1",
        "date": "2025-02-20T04:23:48Z",
        "explanation": "这篇论文主要研究的是在相对论性重离子碰撞中，核环境下的σ-介子传播子在有限温度和重子密度下的修正，以及涡旋运动如何转移到强子的自旋。虽然涉及到强子相互作用和核环境，但这些内容与给定的关键词（如强耦合QCD、胶子、未来对撞机中的粒子流算法、非微扰QCD、BESIII实验）的直接关联较弱。唯一可能的关联是‘非微扰QCD’，因为σ-介子的传播涉及非微扰效应，但这种关联并不紧密。因此，相关性较低。"
    },
    {
        "title": "Coordinate Light-Cone-Ordered Perturbation Theory",
        "abstract": "We review the development of light-cone-ordered perturbation theory in coordinate space (C-LCOPT). Compared to light-cone-ordered perturbation theory in momentum space (LCOPT), the role of intermediate states in LCOPT is played in C-LCOPT by paths, which are ordered sequences of lines and vertices that connect pairs of external points. Each path denominator of C-LCOPT equals the difference between the separation of the minus coordinates of the beginning and ending points of the path and the sum of the light-cone minus momenta of all lines along the path computed from their plus and transverse coordinates. We observe that this formalism, originally applied to amplitudes, can be extended to cross sections, which are given in terms of closed paths reminiscent of Schwinger-Keldysh formalisms.",
        "score": "0.2",
        "url": "http://arxiv.org/abs/2502.14230v1",
        "date": "2025-02-20T03:46:35Z",
        "explanation": "这篇论文主要讨论了坐标空间中的光锥有序微扰理论（C-LCOPT），并将其与动量空间中的光锥有序微扰理论（LCOPT）进行了比较。虽然C-LCOPT在QCD（量子色动力学）中可能有应用，但论文并未直接涉及强耦合QCD、胶子、未来对撞机中的粒子流算法、非微扰QCD或BESIII实验等具体关键词。因此，论文与这些关键词的相关性较低。"
    },
    {
        "title": "Analysis of symmetries in the Causal Loop-Tree Duality representations",
        "abstract": "Unveiling hidden symmetries within Feynman diagrams is crucial for achieving more efficient computations in high-energy physics. In this paper, we study the symmetries underlying the causal Loop-Tree Duality (LTD) representations through a geometric analysis. Focusing on the integrand-level representations of $N$-point functions at one loop, we examine their degenerations and discover that different causal representations are interconnected through specific transformations arising from the symmetries of cut diagrams. Furthermore, the degeneration is linked to algebraic constraints among the different causal thresholds. Our findings shed new light on the deeper structures of Feynman integrals and pave the way for significantly accelerating their calculation by interrelating different approaches.",
        "score": "0.1",
        "url": "http://arxiv.org/abs/2502.14179v1",
        "date": "2025-02-20T01:17:46Z",
        "explanation": "论文主要研究的是Feynman图中隐藏的对称性及其在因果Loop-Tree Duality（LTD）表示中的应用，旨在提高高能物理计算效率。虽然Feynman图和QCD（量子色动力学）在高能物理中都有重要地位，但论文并未直接涉及强耦合QCD、胶子、非微扰QCD、未来对撞机的粒子流算法或BESIII实验等具体关键词。因此，论文与这些关键词的相关性较低。"
    },
    {
        "title": "Untangling New Physics in Single Resonant Top Quarks",
        "abstract": "Collisions of particles at the energy frontier can reveal new particles and forces via localized excesses. However, the initial observation may be consistent with a large variety of theoretical models, especially in sectors with new top quark partners, which feature a rich set of possible underlying interactions. We explore the power of the LHC dataset to distinguish between models of the singly produced heavy top-like quark which interacts with the Standard Model through an electromagnetic form factor. We study the heavy top decay to a top quark and a virtual photon which produces a pair of fermions, propose a technique to disentangle the models, and calculate the expected statistical significance to distinguish between various hypotheses.",
        "score": "0.1",
        "url": "http://arxiv.org/abs/2502.14162v1",
        "date": "2025-02-20T00:14:35Z",
        "explanation": "论文主要研究的是通过LHC数据集区分单重产生重顶夸克模型，特别是通过电磁形式因子与标准模型相互作用的重顶夸克。虽然涉及QCD中的夸克和胶子，但论文的重点不在于强耦合QCD、胶子在QCD中的行为、非微扰QCD、未来对撞机中的粒子流算法或BESIII实验。因此，论文与给定关键词的相关性较低。"
    }
]